Repository: tombroucke/otomaties-core
Catalog: resources/languages/otomaties-core-*.po
Languages: fr_fr, nl_nl

source: Some of these settings are controlled by Otomaties core. To update these settings, please contact the website administrator.
fr_fr: Certains de ces paramètres sont contrôlés par Otomaties core. Pour mettre à jour ces paramètres, veuillez contacter l'administrateur du site web.
nl_nl: Sommige van deze instellingen worden beheerd door Otomaties core. Neem contact op met de websitebeheerder om deze instellingen bij te werken.

source: Super page cache TTL is not set. Please configure it in the plugin settings to ensure optimal caching performance. Recommendation: %s seconds.
fr_fr: Le TTL du cache de la super page n'est pas défini. Veuillez le configurer dans les paramètres du plugin afin de garantir des performances de mise en cache optimales. Recommandation : %s secondes.
nl_nl: Super page cache TTL is niet ingesteld. Configureer dit in de plug-in-instellingen om optimale cacheprestaties te garanderen. Aanbeveling: %s seconden.

source: Website by
fr_fr: Site internet par
nl_nl: Website door

source: Timestamp
fr_fr: Horodatage
nl_nl: Tijd

source: Revision
fr_fr: Révision
nl_nl: Revisie

source: Disable debugging for better security. Add <code>define( 'WP_DEBUG', false );</code> to wp-config.php
fr_fr: Désactivez le débogage pour une meilleure sécurité. Ajoutez <code>define('WP_DEBUG', false) ;</code> à wp-config.php
nl_nl: Schakel debugging uit voor betere beveiliging. Voeg <code>define( 'WP_DEBUG', false );</code> toe aan wp-config.php

source: Your debug.log file is publicly accessible. Remove <code>%s</code>
fr_fr: Votre fichier debug.log est accessible au public. Supprimez <code>%s</code>.
nl_nl: Uw debug.log bestand is publiekelijk toegankelijk. Verwijder <code>%s</code>

source: Disallow file editing for better security. Add <code>define( 'DISALLOW_FILE_EDIT', true );</code> to wp-config.php
fr_fr: Interdire l'édition de fichiers pour une meilleure sécurité. Ajoutez <code>define( 'DISALLOW_FILE_EDIT', true ) ;</code> à wp-config.php
nl_nl: Verbied het bewerken van bestanden voor betere beveiliging. Voeg <code>define( 'DISALLOW_FILE_EDIT', true );</code> toe aan wp-config.php

source: Install & activate Wordfence, Sucuri Security or WP Defender for optimal security.
fr_fr: Installez et activez Wordfence, Sucuri Security ou WP Defender pour une sécurité optimale.
nl_nl: Installeer en activeer Wordfence, Sucuri Security of WP Defender voor een optimale beveiliging.

source: You have some security concerns
fr_fr: Vous avez des problèmes de sécurité
nl_nl: Je hebt enkele veiligheidszorgen

source: Could not reset your password.
fr_fr: Impossible de réinitialiser votre mot de passe.
nl_nl: We konden je wachtwoord niet resetten.

source: Could not log you in. If this problem persists, <a href="%s">try resetting your password</a>
fr_fr: Impossible de vous connecter. Si ce problème persiste, <a href="%s">essayez de réinitialiser votre mot de passe</a>
nl_nl: Kon u niet inloggen. Als dit probleem zich blijft voordoen, <a href="%s">probeer dan uw wachtwoord opnieuw in te stellen</a>

source: Otomaties core has disabled updating of <code>users_can_register</code> & <code>default_role</code>.
fr_fr: Otomaties core a désactivé la mise à jour de <code>users_can_register</code> & <code>default_role</code>.
nl_nl: Otomaties core heeft het bijwerken van <code>users_can_register</code> &amp; <code>default_role</code> uitgeschakeld.

source: Optimize WordPress install
fr_fr: Optimiser l'installation de WordPress
nl_nl: Optimaliseert je WordPress website
