Repository: tombroucke/otomaties-core
Catalog: languages/otomaties-*.po
Languages: nl_nl

source: Some of these settings are controlled by the theme. To change these, please contact the theme author.
nl_nl: Sommige instellingen worden gecontroleerd door het thema. Om deze aan te passen, gelieve de developer van het thema te contacteren.

source: Website by
nl_nl: Website door

source: Disable debugging for better security. Add <code>define( 'WP_DEBUG', false );</code> to wp-config.php
nl_nl: Schakel foutopsporing uit voor een betere beveiliging. Voeg <code>define( 'WP_DEBUG', false );</code> aan wp-config.php

source: Your debug.log file is publicly accessible. Remove <code>wp-content/debug.log</code>
nl_nl: Uw debug.log bestand is openbaar toegankelijk. Verwijder <code>wp-content/debug.log</code>

source: Disallow file editing for better security. Add <code>define( 'DISALLOW_FILE_EDIT', true );</code> to wp-config.php
nl_nl: Schakel het aanpassen van bestanden uit voor een betere beveiliging. Voeg <code>define( 'DISALLOW_FILE_EDIT', true );</code> aan wp-config.php

source: Install & activate Wordfence or Sucuri Security for optimal security.
nl_nl: Installeer & activeer Wordfence of Sucuri Security voor optimale beveiliging.

source: You have some security concerns
nl_nl: Er zijn wat beveiligingsproblemen op je website

source: Could not log you in. If this problem persists, <a href="%s">try resetting your password</a>
nl_nl: We konden je niet inloggen. Als dit probleem zich blijft voordoen, <a href="%s">probeert dan uw wachtwoord opnieuw in te stellen</a>

source: View details
nl_nl: Bekijk details

source: More information about %s
nl_nl: Meer informatie over %s

source: Check for updates
nl_nl: Controleer op updates

# the plugin title
source: The %s plugin is up to date.
nl_nl: De %s plugin is bijgewerkt.

# the plugin title
source: A new version of the %s plugin is available.
nl_nl: Er is een nieuwe versie van de %s plugin beschikbaar.

# the plugin title
source: Could not determine if updates are available for %s.
nl_nl: Kon niet bepalen of updates beschikbaar zijn voor %s.

source: Unknown update checker status "%s"
nl_nl: Onbekende update checker status "%s"

source: There is no changelog available.
nl_nl: Er is geen changelog beschikbaar.

source: Optimize WordPress install
nl_nl: WordPress-installatie optimaliseren
